Repository: ryanlew02/HalfLight
Catalog: HalfLight/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pt_br, ru, zh_hans

source: Don't try to do everything. One calm, grounding habit, done well, is enough to hold a dream.
ar: لا تحاول فعل كل شيء. عادة واحدة هادئة ومثبّتة، تُؤدّى جيدًا، تكفي للإمساك بحلم.
de: Versuch nicht, alles zu tun. Eine ruhige, erdende Gewohnheit, gut ausgeführt, reicht, um einen Traum zu halten.
es: No intentes hacerlo todo. Un solo hábito calmado y anclador, bien hecho, basta para sostener un sueño.
fr: N'essayez pas de tout faire. Une seule habitude calme et ancrante, bien exécutée, suffit à retenir un rêve.
it: Non cercare di fare tutto. Una sola abitudine calma e radicante, fatta bene, basta a trattenere un sogno.
ja: 何もかもやろうとしないこと。落ち着いて地に着ける習慣を一つ、きちんと行えば、夢をつなぎとめるのに十分です。
ko: 모든 걸 하려 들지 마세요. 차분하게 디디는 습관 하나를 잘 해내면, 꿈을 붙드는 데 충분합니다.
nl: Probeer niet alles te doen. Eén kalme, aardende gewoonte, goed uitgevoerd, is genoeg om een droom vast te houden.
pt_br: Não tente fazer tudo. Um único hábito calmo e que te enraíza, bem feito, basta para segurar um sonho.
ru: Не пытайтесь делать всё. Одной спокойной, заземляющей привычки, выполненной хорошо, достаточно, чтобы удержать сон.
zh_hans: 别想着面面俱到。一个平静、扎根的习惯，做好了，就足以留住一个梦。

source: Done
ar: تم
de: Fertig
es: Listo
fr: OK
it: Fatto
ja: 完了
ko: 완료
nl: Klaar
pt_br: Concluído
ru: Готово
zh_hans: 完成

source: Drag to reposition · pinch to zoom
ar: اسحب لإعادة الموضع · اقرص للتكبير
de: Ziehen zum Verschieben · Zoomen mit zwei Fingern
es: Arrastra para reposicionar · pellizca para acercar
fr: Glissez pour repositionner · pincez pour zoomer
it: Trascina per riposizionare · pizzica per ingrandire
ja: ドラッグで移動 · ピンチでズーム
ko: 드래그하여 이동 · 핀치하여 확대
nl: Sleep om te verplaatsen · knijp om te zoomen
pt_br: Arraste para reposicionar · pince para ampliar
ru: Перетащите, чтобы сдвинуть · сведите для зума
zh_hans: 拖动以调整位置 · 双指缩放

source: Dream Architect
ar: مهندس الأحلام
de: Traumarchitekt
es: Arquitecto de sueños
fr: Architecte des rêves
it: Architetto dei sogni
ja: 夢の建築家
ko: 꿈의 건축가
nl: Droomarchitect
pt_br: Arquiteto dos sonhos
ru: Архитектор снов
zh_hans: 筑梦师

source: Dream characters are best understood as…
ar: شخصيات الحلم يُفهَم كنهها على أفضل وجه على أنها…
de: Traumfiguren versteht man am besten als …
es: Los personajes oníricos se entienden mejor como…
fr: Les personnages de rêve se comprennent le mieux comme…
it: I personaggi onirici si comprendono meglio come…
ja: 夢の登場人物は、何として理解するのが最も適切？
ko: 꿈 속 인물은 무엇으로 이해하는 것이 가장 적절할까요?
nl: Droompersonages begrijp je het best als…
pt_br: Os personagens oníricos são mais bem compreendidos como…
ru: Персонажей сна лучше всего понимать как…
zh_hans: 梦中角色最好被理解为……

source: Dream characters are generated by your own mind, yet they can act with startling independence. Talking to them — asking who they are, or what they represent — can be moving, strange, even insightful. Approach with curiosity and respect, as you would a real conversation.
ar: شخصيات الحلم يولّدها عقلك أنت، ومع ذلك يمكنها أن تتصرّف باستقلالية مذهلة. التحدّث إليها — سؤالها من هي، أو ماذا تمثّل — قد يكون مؤثّرًا وغريبًا، بل وثاقبًا. اقترب بفضول واحترام، كما لو كانت محادثة حقيقية.
de: Traumfiguren werden von deinem eigenen Geist erzeugt, und doch können sie mit verblüffender Eigenständigkeit handeln. Mit ihnen zu reden – sie zu fragen, wer sie sind oder wofür sie stehen – kann bewegend, seltsam, sogar erhellend sein. Begegne ihnen mit Neugier und Respekt, wie einem echten Gespräch.
es: Los personajes oníricos los genera tu propia mente, y aun así pueden actuar con una independencia asombrosa. Hablar con ellos —preguntarles quiénes son o qué representan— puede ser conmovedor, extraño, incluso revelador. Acércate con curiosidad y respeto, como a una conversación real.
fr: Les personnages de rêve sont générés par votre propre esprit, et pourtant ils peuvent agir avec une indépendance saisissante. Leur parler — leur demander qui ils sont ou ce qu'ils représentent — peut être émouvant, étrange, voire éclairant. Abordez-les avec curiosité et respect, comme une vraie conversation.
it: I personaggi onirici sono generati dalla tua stessa mente, eppure possono agire con una sorprendente indipendenza. Parlare con loro — chiedere chi sono o cosa rappresentano — può essere toccante, strano, persino illuminante. Avvicinati con curiosità e rispetto, come a una conversazione vera.
ja: 夢の登場人物はあなた自身の心が生み出していますが、それでも驚くほど自立して振る舞うことがあります。彼らと話すこと——あなたは誰か、何を表しているのかと尋ねること——は、心を打ち、奇妙で、洞察に満ちてさえいます。本物の会話のように、好奇心と敬意をもって接しましょう。
ko: 꿈 속 인물은 당신 자신의 마음이 만들어 내지만, 그럼에도 놀라운 자율성으로 행동할 수 있습니다. 그들과 이야기하기 — 누구인지, 무엇을 상징하는지 묻기 — 는 뭉클하고, 기이하며, 통찰을 줄 수도 있습니다. 진짜 대화처럼 호기심과 존중으로 다가가세요.
nl: Droompersonages worden door je eigen geest gegenereerd, en toch kunnen ze met verbluffende zelfstandigheid handelen. Met hen praten — vragen wie ze zijn of wat ze vertegenwoordigen — kan ontroerend, vreemd, zelfs verhelderend zijn. Benader ze met nieuwsgierigheid en respect, als een echt gesprek.
pt_br: Os personagens oníricos são gerados pela sua própria mente, e ainda assim podem agir com uma independência surpreendente. Conversar com eles — perguntar quem são ou o que representam — pode ser comovente, estranho, até revelador. Aproxime-se com curiosidade e respeito, como numa conversa de verdade.
ru: Персонажи сна порождены вашим собственным разумом, и всё же они могут действовать с поразительной самостоятельностью. Говорить с ними — спрашивать, кто они или что олицетворяют — бывает трогательно, странно, даже проницательно. Подходите с любопытством и уважением, как к настоящему разговору.
zh_hans: 梦中角色由你自己的心智生成，却能以惊人的独立性行动。与他们交谈——问他们是谁、代表着什么——可能动人、奇异，甚至发人深省。像对待一场真实的对话那样，带着好奇与尊重去接近。

source: Dream Devotion
ar: إخلاص للأحلام
de: Traum-Hingabe
es: Devoción onírica
fr: Dévotion onirique
it: Devozione onirica
ja: 夢への献身
ko: 꿈에 대한 헌신
nl: Droomtoewijding
pt_br: Devoção aos sonhos
ru: Преданность снам
zh_hans: 梦境奉献

source: Dream Recall
ar: تذكّر الأحلام
de: Traumerinnerung
es: Recuerdo de sueños
fr: Mémorisation des rêves
it: Richiamo dei sogni
ja: 夢の想起
ko: 꿈 회상
nl: Droomherinnering
pt_br: Memória dos sonhos
ru: Запоминание снов
zh_hans: 梦境回忆

source: Dream reminders
ar: تذكيرات الأحلام
de: Traum-Erinnerungen
es: Recordatorios de sueños
fr: Rappels de rêves
it: Promemoria dei sogni
ja: 夢のリマインダー
ko: 꿈 알림
nl: Droomherinneringen
pt_br: Lembretes de sonhos
ru: Напоминания о снах
zh_hans: 梦境提醒

source: Dream Seeker
ar: باحث عن الأحلام
de: Traumsucher
es: Buscador de sueños
fr: Chercheur de rêves
it: Cercatore di sogni
ja: 夢を探す者
ko: 꿈을 찾는 자
nl: Droomzoeker
pt_br: Buscador de sonhos
ru: Искатель снов
zh_hans: 寻梦者

source: Dream signs are personal — one dreamer's recurring theme might be losing teeth, another's a childhood house. Cataloguing your own is one of the most powerful, individualized routes to lucidity there is.
ar: إشارات الحلم شخصية — قد يكون الموضوع المتكرر لحالم ما هو تساقط الأسنان، ولآخر بيت الطفولة. فهرسة إشاراتك الخاصة من أقوى الطرق الفردية إلى الوعي على الإطلاق.
de: Traumzeichen sind persönlich – bei dem einen Träumer sind es ausfallende Zähne, beim anderen das Elternhaus der Kindheit. Die eigenen zu katalogisieren ist einer der wirkungsvollsten, individuellsten Wege zur Luzidität, die es gibt.
es: Las señales oníricas son personales: el tema recurrente de un soñador puede ser perder los dientes; el de otro, la casa de la infancia. Catalogar las tuyas es una de las rutas más poderosas e individualizadas hacia la lucidez que existen.
fr: Les signes oniriques sont personnels — le thème récurrent d'un rêveur peut être de perdre ses dents, celui d'un autre une maison d'enfance. Cataloguer les vôtres est l'une des voies les plus puissantes et personnalisées vers la lucidité.
it: I segnali onirici sono personali: per un sognatore il tema ricorrente può essere perdere i denti, per un altro la casa d'infanzia. Catalogare i tuoi è una delle vie più potenti e personalizzate verso la lucidità.
ja: 夢のサインは人それぞれです——ある人は歯が抜けること、別の人は子ども時代の家が繰り返しのテーマかもしれません。自分のサインを目録にすることは、明晰さに至るもっとも強力で個別化された道の一つです。
ko: 꿈 신호는 개인적입니다 — 어떤 사람의 반복 주제는 이가 빠지는 것이고, 다른 사람은 어린 시절의 집일 수 있습니다. 자신의 신호를 정리해 두는 것은 자각으로 가는 가장 강력하고 개인화된 길 중 하나입니다.
nl: Droomtekens zijn persoonlijk — bij de ene dromer is het terugkerende thema tanden verliezen, bij de andere een huis uit de kindertijd. Je eigen tekens catalogiseren is een van de krachtigste, meest persoonlijke routes naar luciditeit die er is.
pt_br: Sinais de sonho são pessoais — o tema recorrente de um sonhador pode ser perder os dentes; o de outro, a casa da infância. Catalogar os seus é uma das rotas mais poderosas e individualizadas para a lucidez que existem.
ru: Признаки сна индивидуальны — у одного сновидца повторяющаяся тема — выпадающие зубы, у другого — дом детства. Составить каталог своих — один из самых мощных и персональных путей к осознанности.
zh_hans: 梦境征兆因人而异——一个梦者反复出现的主题可能是掉牙，另一个则是童年的房子。把自己的征兆编成目录，是通往清醒最有力、最个性化的途径之一。

source: Dream Stabilization
ar: تثبيت الحلم
de: Traumstabilisierung
es: Estabilización del sueño
fr: Stabilisation du rêve
it: Stabilizzazione del sogno
ja: 夢の安定化
ko: 꿈 안정화
nl: Droomstabilisatie
pt_br: Estabilização do sonho
ru: Стабилизация сна
zh_hans: 梦境稳定

source: Dream Walker
ar: سائر الأحلام
de: Traumwandler
es: Caminante de sueños
fr: Marcheur de rêves
it: Camminatore di sogni
ja: 夢を歩く者
ko: 꿈을 걷는 자
nl: Droomwandelaar
pt_br: Caminhante dos sonhos
ru: Ходящий во снах
zh_hans: 行梦者

source: Dreams amplify emotion. Panic distorts them and wakes you; calm steadies and sustains them. Treat emotional steadiness as your core skill — slow your dream breathing, soften your reactions, and the dream becomes stable and responsive.
ar: الأحلام تضخّم العاطفة. الذعر يشوّهها ويوقظك؛ الهدوء يثبّتها ويُديمها. عامل الثبات العاطفي كمهارتك الأساسية — أبطئ تنفّسك الحلمي، ولطّف ردود فعلك، فيصبح الحلم مستقرًّا ومستجيبًا.
de: Träume verstärken Gefühle. Panik verzerrt sie und weckt dich; Ruhe stabilisiert und erhält sie. Behandle emotionale Beständigkeit als deine Kernfertigkeit – verlangsame deinen Traumatem, mildere deine Reaktionen, und der Traum wird stabil und ansprechbar.
es: Los sueños amplifican la emoción. El pánico los distorsiona y te despierta; la calma los estabiliza y los sostiene. Trata la firmeza emocional como tu habilidad central: frena tu respiración onírica, suaviza tus reacciones, y el sueño se vuelve estable y receptivo.
fr: Les rêves amplifient l'émotion. La panique les déforme et vous réveille ; le calme les stabilise et les soutient. Traitez la stabilité émotionnelle comme votre compétence centrale — ralentissez votre respiration onirique, adoucissez vos réactions, et le rêve devient stable et réactif.
it: I sogni amplificano l'emozione. Il panico li distorce e ti sveglia; la calma li stabilizza e li sostiene. Tratta la stabilità emotiva come la tua abilità centrale — rallenta il respiro onirico, ammorbidisci le reazioni, e il sogno diventa stabile e reattivo.
ja: 夢は感情を増幅します。パニックは夢をゆがめ、あなたを目覚めさせます。落ち着きは夢を安定させ、保ちます。感情の安定をあなたの核となる技として扱いましょう——夢の呼吸をゆるめ、反応をやわらげれば、夢は安定し、応えてくれるようになります。
ko: 꿈은 감정을 증폭합니다. 공포는 꿈을 일그러뜨리고 당신을 깨우며, 고요함은 꿈을 안정시키고 지탱합니다. 감정의 안정을 당신의 핵심 기술로 삼으세요 — 꿈의 호흡을 늦추고 반응을 부드럽게 하면, 꿈은 안정되고 반응하게 됩니다.
nl: Dromen versterken emotie. Paniek vervormt ze en wekt je; kalmte stabiliseert en onderhoudt ze. Behandel emotionele stabiliteit als je kernvaardigheid — vertraag je droomademhaling, verzacht je reacties, en de droom wordt stabiel en meegaand.
pt_br: Os sonhos amplificam a emoção. O pânico os distorce e te acorda; a calma os estabiliza e os sustenta. Trate a firmeza emocional como sua habilidade central — desacelere sua respiração onírica, suavize suas reações, e o sonho fica estável e receptivo.
ru: Сны усиливают эмоции. Паника искажает их и будит вас; спокойствие стабилизирует и поддерживает. Относитесь к эмоциональной устойчивости как к своему главному навыку — замедлите дыхание во сне, смягчите реакции, и сон станет устойчивым и отзывчивым.
zh_hans: 梦会放大情绪。惊慌会扭曲它、把你弄醒；平静则稳住并维系它。把情绪的稳定当作你的核心技能——放慢梦中的呼吸，柔化你的反应，梦便会变得稳定而有回应。

source: Dreams amplify whatever you feel, so your emotional state is the single biggest lever you have over how a dream behaves — calm makes it steady and responsive, panic distorts it and pulls you awake.
ar: الأحلام تضخّم كل ما تشعر به، فحالتك العاطفية هي أكبر رافعة منفردة لديك على سلوك الحلم — الهدوء يجعله ثابتًا ومستجيبًا، والذعر يشوّهه ويجذبك إلى اليقظة.
de: Träume verstärken alles, was du fühlst, also ist dein Gefühlszustand der größte einzelne Hebel, den du über das Verhalten eines Traums hast – Ruhe macht ihn stabil und ansprechbar, Panik verzerrt ihn und zieht dich wach.
es: Los sueños amplifican lo que sea que sientas, así que tu estado emocional es la mayor palanca que tienes sobre cómo se comporta un sueño: la calma lo vuelve estable y receptivo, el pánico lo distorsiona y te despierta.
fr: Les rêves amplifient tout ce que vous ressentez, donc votre état émotionnel est le plus grand levier dont vous disposez sur le comportement d'un rêve — le calme le rend stable et réactif, la panique le déforme et vous réveille.
it: I sogni amplificano qualunque cosa provi, quindi il tuo stato emotivo è la leva più grande che hai sul comportamento di un sogno — la calma lo rende stabile e reattivo, il panico lo distorce e ti sveglia.
ja: 夢はあなたが感じることを何でも増幅するので、感情の状態こそが、夢のふるまいに対してあなたが握る最大のてこです——落ち着きは夢を安定させ応えやすくし、パニックは夢をゆがめて目覚めへ引き寄せます。
ko: 꿈은 당신이 느끼는 무엇이든 증폭하므로, 감정 상태가 꿈의 작동 방식에 대해 당신이 쥔 가장 큰 지렛대입니다 — 고요함은 꿈을 안정되고 반응하게 만들고, 공포는 꿈을 일그러뜨려 당신을 깨움으로 끌어당깁니다.
nl: Dromen versterken wat je ook voelt, dus je emotionele toestand is de grootste enkele hefboom die je hebt over hoe een droom zich gedraagt — kalmte maakt hem stabiel en meegaand, paniek vervormt hem en trekt je wakker.
pt_br: Os sonhos amplificam o que quer que você sinta, então seu estado emocional é a maior alavanca que você tem sobre como um sonho se comporta — a calma o torna estável e receptivo, o pânico o distorce e te puxa para acordar.
ru: Сны усиливают всё, что вы чувствуете, поэтому ваше эмоциональное состояние — самый большой рычаг влияния на то, как ведёт себя сон: спокойствие делает его устойчивым и отзывчивым, паника искажает его и тянет вас к пробуждению.
zh_hans: 梦会放大你所感受的一切，所以你的情绪状态，是你掌控梦如何运作的最大单一杠杆——平静让它稳定且有回应，惊慌则扭曲它、把你拉向清醒。

source: Dreams aren't saved to memory unless you catch them quickly
ar: لا تُحفَظ الأحلام في الذاكرة ما لم تلتقطها بسرعة
de: Träume werden nicht im Gedächtnis gespeichert, wenn man sie nicht schnell festhält
es: Los sueños no se guardan en la memoria a menos que los atrapes rápido
fr: Les rêves ne sont pas enregistrés en mémoire à moins de les saisir vite
it: I sogni non vengono salvati in memoria se non li catturi in fretta
ja: すばやく捕まえない限り、夢は記憶に保存されない
ko: 빨리 붙잡지 않으면 꿈은 기억에 저장되지 않는다
nl: Dromen worden niet opgeslagen tenzij je ze snel vangt
pt_br: Os sonhos não são salvos na memória a menos que você os capture rápido
ru: Сны не сохраняются в памяти, если их быстро не уловить
zh_hans: 除非你迅速捕捉，否则梦不会存入记忆

source: Dreams evaporate fast — capture them in the first moments, every time.
ar: تتبخّر الأحلام بسرعة — التقطها في اللحظات الأولى، في كل مرة.
de: Träume verdampfen schnell – halte sie jedes Mal in den ersten Momenten fest.
es: Los sueños se evaporan rápido: captúralos en los primeros instantes, siempre.
fr: Les rêves s'évaporent vite — saisissez-les dans les premiers instants, à chaque fois.
it: I sogni evaporano in fretta: catturali nei primi istanti, ogni volta.
ja: 夢はすぐに蒸発します——毎回、最初の数瞬で捕まえましょう。
ko: 꿈은 빠르게 증발합니다 — 매번 첫 순간에 붙잡으세요.
nl: Dromen verdampen snel — vang ze elke keer in de eerste momenten.
pt_br: Os sonhos evaporam rápido — capture-os nos primeiros instantes, sempre.
ru: Сны испаряются быстро — лови их в первые мгновения, каждый раз.
zh_hans: 梦消散得很快——每一次都要在最初的瞬间捕捉它们。

source: Dreams fade fast because the brain chemistry that stores long-term memories is largely switched off during REM. The memory isn't deleted — it was barely written down in the first place, so catching it quickly is everything.
ar: تتلاشى الأحلام بسرعة لأن كيمياء الدماغ التي تخزّن الذكريات طويلة المدى تكون مُعطَّلة إلى حد كبير أثناء نوم REM. الذاكرة لا تُحذَف — بل بالكاد دُوّنت أصلًا، لذا فإن التقاطها بسرعة هو كل شيء.
de: Träume verblassen schnell, weil die Hirnchemie, die Langzeiterinnerungen speichert, im REM-Schlaf weitgehend abgeschaltet ist. Die Erinnerung wird nicht gelöscht – sie wurde von vornherein kaum festgehalten, deshalb ist schnelles Festhalten alles.
es: Los sueños se desvanecen rápido porque la química cerebral que almacena recuerdos a largo plazo está en gran parte apagada durante el REM. El recuerdo no se borra: apenas se escribió desde el principio, así que atraparlo rápido lo es todo.
fr: Les rêves s'effacent vite parce que la chimie cérébrale qui stocke les souvenirs à long terme est largement éteinte pendant le sommeil paradoxal. Le souvenir n'est pas effacé — il a à peine été inscrit au départ, alors le saisir vite, c'est tout.
it: I sogni svaniscono in fretta perché la chimica cerebrale che archivia i ricordi a lungo termine è in gran parte spenta durante il REM. Il ricordo non viene cancellato: semplicemente è stato a malapena registrato all'inizio, perciò catturarlo in fretta è tutto.
ja: 夢が早く消えるのは、長期記憶を蓄える脳内の化学物質が、レム睡眠中はおおむねオフになっているからです。記憶は消されるのではなく——そもそもほとんど書き込まれていないのです。だからこそ、素早く捕まえることがすべてです。
ko: 꿈이 빨리 사라지는 이유는 장기 기억을 저장하는 뇌의 화학 작용이 렘수면 동안 대부분 꺼져 있기 때문입니다. 기억이 삭제되는 게 아니라 — 애초에 거의 기록되지 않았기 때문에, 빨리 붙잡는 것이 전부입니다.
nl: Dromen vervagen snel omdat de hersenchemie die langetermijnherinneringen opslaat tijdens de REM-slaap grotendeels is uitgeschakeld. De herinnering wordt niet gewist — ze werd om te beginnen nauwelijks opgeschreven, dus snel vangen is alles.
pt_br: Os sonhos somem rápido porque a química cerebral que guarda memórias de longo prazo fica em grande parte desligada durante o REM. A memória não é apagada — ela mal foi registrada para começar, então capturá-la rápido é tudo.
ru: Сны быстро тают, потому что химия мозга, отвечающая за хранение долговременных воспоминаний, в фазе REM в основном выключена. Воспоминание не стирается — оно изначально едва записано, поэтому быстро его уловить — это всё.
zh_hans: 梦消散得快，是因为储存长期记忆的大脑化学机制在 REM 期间基本处于关闭状态。记忆并没有被删除——它本来就几乎没被写下来，所以迅速捕捉就是一切。

source: Dreams logged
ar: الأحلام المُسجَّلة
de: Erfasste Träume
es: Sueños registrados
fr: Rêves enregistrés
it: Sogni registrati
ja: 記録した夢
ko: 기록한 꿈
nl: Vastgelegde dromen
pt_br: Sonhos registrados
ru: Записано снов
zh_hans: 已记录梦境

source: Dreams mirror your emotions — calm keeps them whole.
ar: الأحلام تعكس عواطفك — الهدوء يُبقيها كاملة.
de: Träume spiegeln deine Gefühle – Ruhe hält sie heil.
es: Los sueños reflejan tus emociones: la calma los mantiene enteros.
fr: Les rêves reflètent vos émotions — le calme les garde intacts.
it: I sogni rispecchiano le tue emozioni — la calma li mantiene interi.
ja: 夢はあなたの感情を映します——落ち着きが夢を丸ごと保ちます。
ko: 꿈은 당신의 감정을 비춥니다 — 고요함이 꿈을 온전하게 지킵니다.
nl: Dromen weerspiegelen je emoties — kalmte houdt ze heel.
pt_br: Os sonhos espelham suas emoções — a calma os mantém inteiros.
ru: Сны отражают ваши эмоции — спокойствие сохраняет их целыми.
zh_hans: 梦映照你的情绪——平静让它保持完整。

source: Dreams respond to calm expectation, not force
ar: الأحلام تستجيب للتوقّع الهادئ، لا للقوة
de: Träume reagieren auf ruhige Erwartung, nicht auf Zwang
es: Los sueños responden a la expectativa calmada, no a la fuerza
fr: Les rêves répondent à l'attente calme, non à la force
it: I sogni rispondono all'aspettativa calma, non alla forza
ja: 夢は力ではなく、落ち着いた予期に応える
ko: 꿈은 힘이 아니라 차분한 기대에 반응한다
nl: Dromen reageren op kalme verwachting, niet op dwang
pt_br: Os sonhos respondem à expectativa calma, não à força
ru: Сны откликаются на спокойное ожидание, а не на силу
zh_hans: 梦回应平静的预期，而非强求

source: Dreams respond to expectation, not force. Demanding something often makes it resist; calmly expecting it makes it appear. Use indirect tricks — look away and back, reach into a pocket, walk through a door — and trust it'll be there. Belief is the real control.
ar: الأحلام تستجيب للتوقّع، لا للقوة. المطالبة بشيء كثيرًا ما تجعله يقاوم؛ وتوقّعه بهدوء يجعله يظهر. استخدم حيلًا غير مباشرة — انظر بعيدًا ثم عُد، مدّ يدك في جيب، اعبر بابًا — وثِق بأنه سيكون هناك. الإيمان هو التحكّم الحقيقي.
de: Träume reagieren auf Erwartung, nicht auf Zwang. Etwas zu fordern lässt es oft widerstehen; es ruhig zu erwarten lässt es erscheinen. Nutz indirekte Tricks – wegschauen und zurück, in eine Tasche greifen, durch eine Tür gehen – und vertrau, dass es da sein wird. Glaube ist die wahre Kontrolle.
es: Los sueños responden a la expectativa, no a la fuerza. Exigir algo a menudo hace que se resista; esperarlo con calma hace que aparezca. Usa trucos indirectos: mira a otro lado y vuelve, mete la mano en un bolsillo, cruza una puerta, y confía en que estará ahí. La creencia es el verdadero control.
fr: Les rêves répondent à l'attente, non à la force. Exiger quelque chose le fait souvent résister ; l'attendre calmement le fait apparaître. Usez de ruses indirectes — détourner le regard et revenir, fouiller une poche, passer une porte — et croyez que ce sera là. La croyance est le vrai contrôle.
it: I sogni rispondono all'aspettativa, non alla forza. Pretendere qualcosa spesso la fa resistere; aspettarla con calma la fa comparire. Usa trucchi indiretti — distogli lo sguardo e torna, infila la mano in tasca, attraversa una porta — e fidati che ci sarà. La fede è il vero controllo.
ja: 夢は力ではなく予期に応えます。何かを要求するとしばしば抵抗され、静かに予期すると現れます。間接的な手を使いましょう——目をそらしてまた見る、ポケットに手を入れる、ドアをくぐる——そして、そこにあると信じて。信じることこそが本当の制御です。
ko: 꿈은 힘이 아니라 기대에 반응합니다. 무언가를 요구하면 흔히 저항하고, 차분히 기대하면 나타납니다. 간접적인 수법을 쓰세요 — 시선을 돌렸다 돌아오기, 주머니에 손 넣기, 문 통과하기 — 그리고 거기 있으리라 믿으세요. 믿음이 진짜 통제입니다.
nl: Dromen reageren op verwachting, niet op dwang. Iets eisen laat het vaak weerstand bieden; het kalm verwachten laat het verschijnen. Gebruik indirecte trucs — wegkijken en terug, in een zak grijpen, door een deur lopen — en vertrouw dat het er zal zijn. Geloof is de echte controle.
pt_br: Os sonhos respondem à expectativa, não à força. Exigir algo muitas vezes faz com que resista; esperá-lo com calma faz com que apareça. Use truques indiretos — desviar o olhar e voltar, enfiar a mão num bolso, atravessar uma porta — e confie que estará lá. A crença é o verdadeiro controle.
ru: Сны откликаются на ожидание, а не на силу. Требовать что‑то часто заставляет это сопротивляться; спокойно ожидать — заставляет появиться. Используйте косвенные приёмы — отвести взгляд и вернуть, сунуть руку в карман, пройти в дверь — и верьте, что это будет там. Вера и есть настоящий контроль.
zh_hans: 梦回应的是预期，而非强求。命令某样东西往往让它抗拒；平静地预期它，则让它出现。用间接的招法——移开视线再看回来、把手伸进口袋、穿过一道门——并相信它就在那里。信念，才是真正的掌控。

source: Drowsy Wanderer
ar: تائه نعسان
de: Schläfriger Wanderer
es: Errante somnoliento
fr: Vagabond somnolent
it: Vagabondo assonnato
ja: まどろむ放浪者
ko: 졸린 방랑자
nl: Slaperige zwerver
pt_br: Andarilho sonolento
ru: Сонный странник
zh_hans: 困倦的漫游者
